Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# core.codes.plan-no-strategy.message
source: This content can't be installed on this device.
de: Diese Inhalte können auf diesem Gerät nicht installiert werden.
es: Este contenido no se puede instalar en este dispositivo.
it: Questo contenuto non può essere installato su questo dispositivo.
ja: このデバイスにはこのコンテンツをインストールできません。
ko: 이 기기에는 이 콘텐츠를 설치할 수 없어요.
pt_br: Este conteúdo não pode ser instalado neste dispositivo.
zh_hans: 此内容无法安装在此设备上。

# core.codes.plan-no-strategy.title
source: Can't install content
de: Inhalte können nicht installiert werden
es: No se puede instalar el contenido
it: Impossibile installare il contenuto
ja: コンテンツをインストールできません
ko: 콘텐츠를 설치할 수 없음
pt_br: Não é possível instalar o conteúdo
zh_hans: 无法安装内容

# core.codes.plan-transport-unsupported.message
source: This content can't be downloaded on this platform.
de: Diese Inhalte können auf dieser Plattform nicht heruntergeladen werden.
es: Este contenido no se puede descargar en esta plataforma.
it: Questo contenuto non può essere scaricato su questa piattaforma.
ja: このプラットフォームではこのコンテンツをダウンロードできません。
ko: 이 플랫폼에서는 이 콘텐츠를 다운로드할 수 없어요.
pt_br: Este conteúdo não pode ser baixado nesta plataforma.
zh_hans: 此内容无法在此平台上下载。

# core.codes.plan-transport-unsupported.title
source: Can't download here
de: Download hier nicht möglich
es: No se puede descargar aquí
it: Impossibile scaricare qui
ja: ここではダウンロードできません
ko: 여기에서 다운로드할 수 없음
pt_br: Não é possível baixar aqui
zh_hans: 无法在此下载

# core.codes.platform-error.message
source: The platform reported an error. Try again.
de: Die Plattform hat einen Fehler gemeldet. Versuchen Sie es erneut.
es: La plataforma informó de un error. Vuelve a intentarlo.
it: La piattaforma ha segnalato un errore. Riprova.
ja: プラットフォームがエラーを報告しました。もう一度お試しください。
ko: 플랫폼에서 오류를 보고했어요. 다시 시도하세요.
pt_br: A plataforma informou um erro. Tente novamente.
zh_hans: 平台报告了一个错误。请重试。

# core.codes.platform-error.title
source: Platform problem
de: Plattformproblem
es: Problema de la plataforma
it: Problema della piattaforma
ja: プラットフォームの問題
ko: 플랫폼 문제
pt_br: Problema na plataforma
zh_hans: 平台出现问题

# core.codes.rate_limited.message
source: Too many attempts. Wait a moment and try again.
de: Zu viele Versuche. Warten Sie einen Moment und versuchen Sie es erneut.
es: Demasiados intentos. Espera un momento y vuelve a intentarlo.
it: Troppi tentativi. Attendi un momento e riprova.
ja: 試行回数が多すぎます。しばらく待ってから、もう一度お試しください。
ko: 시도 횟수가 너무 많아요. 잠시 후 다시 시도하세요.
pt_br: Tentativas demais. Aguarde um momento e tente novamente.
zh_hans: 尝试次数过多。请稍等片刻后重试。

# core.codes.rate_limited.title
source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
it: Troppi tentativi
ja: 試行回数が多すぎます
ko: 시도 횟수 초과
pt_br: Tentativas demais
zh_hans: 尝试次数过多

# core.codes.record-mismatch.message
source: The update didn't match what was published, so it wasn't installed.
de: Das Update stimmte nicht mit der veröffentlichten Version überein und wurde daher nicht installiert.
es: La actualización no coincidía con lo publicado, así que no se instaló.
it: L'aggiornamento non corrispondeva a quanto pubblicato, quindi non è stato installato.
ja: アップデートが公開された内容と一致しなかったため、インストールされませんでした。
ko: 업데이트가 게시된 내용과 일치하지 않아 설치하지 않았어요.
pt_br: A atualização não corresponde ao que foi publicado, então não foi instalada.
zh_hans: 此更新与发布的内容不一致，因此未安装。

# core.codes.record-mismatch.title
source: Update not verified
de: Update nicht verifiziert
es: Actualización no verificada
it: Aggiornamento non verificato
ja: アップデートを検証できません
ko: 확인되지 않은 업데이트
pt_br: Atualização não verificada
zh_hans: 更新未通过验证

# core.codes.record-rejected.message
source: The update couldn't be verified, so it wasn't installed.
de: Das Update konnte nicht verifiziert werden und wurde daher nicht installiert.
es: No se pudo verificar la actualización, así que no se instaló.
it: Impossibile verificare l'aggiornamento, quindi non è stato installato.
ja: アップデートを検証できなかったため、インストールされませんでした。
ko: 업데이트를 확인하지 못해 설치하지 않았어요.
pt_br: Não foi possível verificar a atualização, então ela não foi instalada.
zh_hans: 无法验证此更新，因此未安装。

# core.codes.record-rejected.title
source: Update not verified
de: Update nicht verifiziert
es: Actualización no verificada
it: Aggiornamento non verificato
ja: アップデートを検証できません
ko: 확인되지 않은 업데이트
pt_br: Atualização não verificada
zh_hans: 更新未通过验证

# core.codes.refresh-failed.message
source: Your license and settings couldn't be refreshed. Check your connection and try again.
de: Ihre Lizenz und Einstellungen konnten nicht aktualisiert werden. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudieron actualizar tu licencia y tus ajustes. Revisa tu conexión y vuelve a intentarlo.
it: Impossibile aggiornare la tua licenza e le impostazioni. Controlla la connessione e riprova.
ja: ライセンスと設定を更新できませんでした。接続を確認して、もう一度お試しください。
ko: 라이선스와 설정을 새로고침하지 못했어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Não foi possível atualizar sua licença e suas configurações. Verifique sua conexão e tente novamente.
zh_hans: 无法刷新你的许可证和设置。请检查网络连接后重试。

# core.codes.refresh-failed.title
source: Couldn't refresh
de: Aktualisierung fehlgeschlagen
es: No se pudo actualizar
it: Impossibile aggiornare
ja: 更新できませんでした
ko: 새로고침하지 못함
pt_br: Não foi possível atualizar
zh_hans: 无法刷新

# core.codes.registration_closed.message
source: New devices can't register right now. Activate with a license key or sign in.
de: Neue Geräte können sich derzeit nicht registrieren. Aktivieren Sie mit einem Lizenzschlüssel oder melden Sie sich an.
es: Ahora mismo no se pueden registrar dispositivos nuevos. Activa con una clave de licencia o inicia sesión.
it: Al momento non è possibile registrare nuovi dispositivi. Attiva con una chiave di licenza o accedi.
ja: 現在、新しいデバイスを登録できません。ライセンスキーでアクティベートするか、サインインしてください。
ko: 지금은 새 기기를 등록할 수 없어요. 라이선스 키로 활성화하거나 로그인하세요.
pt_br: Novos dispositivos não podem se registrar agora. Ative com uma chave de licença ou entre.
zh_hans: 目前无法注册新设备。请使用许可证密钥激活或登录。

# core.codes.registration_closed.title
source: Registration closed
de: Registrierung geschlossen
es: Registro cerrado
it: Registrazione chiusa
ja: 登録受付終了
ko: 등록 마감
pt_br: Registro fechado
zh_hans: 注册已关闭

# core.codes.release-refused.message
source: Your license doesn't include this release.
de: Ihre Lizenz umfasst dieses Release nicht.
es: Tu licencia no incluye esta versión.
it: La tua licenza non include questa release.
ja: お持ちのライセンスにはこのリリースが含まれていません。
ko: 라이선스에 이 릴리스가 포함되어 있지 않아요.
pt_br: Sua licença não inclui este lançamento.
zh_hans: 你的许可证不包含此版本。

# core.codes.release-refused.title
source: Not included
de: Nicht enthalten
es: No incluido
it: Non incluso
ja: 含まれていません
ko: 포함되지 않음
pt_br: Não incluído
zh_hans: 未包含

# core.codes.release_record_rejected.message
source: The release wasn't published because a check failed. The publish log names the check.
de: Das Release wurde nicht veröffentlicht, weil eine Prüfung fehlgeschlagen ist. Das Veröffentlichungsprotokoll nennt die Prüfung.
es: La versión no se publicó porque falló una comprobación. El registro de publicación indica cuál.
it: La release non è stata pubblicata perché un controllo non è riuscito. Il log di pubblicazione indica quale.
ja: チェックに失敗したため、リリースは公開されませんでした。失敗したチェックは公開ログに記載されています。
ko: 검사에 실패해 릴리스가 게시되지 않았어요. 게시 로그에서 실패한 검사를 확인할 수 있어요.
pt_br: O lançamento não foi publicado porque uma verificação falhou. O log de publicação indica qual.
zh_hans: 由于某项检查未通过，此版本未发布。发布日志中写明了该检查。

# core.codes.release_record_rejected.title
source: Release refused
de: Release abgelehnt
es: Versión rechazada
it: Release rifiutata
ja: リリースが拒否されました
ko: 릴리스 거부됨
pt_br: Lançamento recusado
zh_hans: 版本被拒绝

# core.codes.release_tag_is_pack_release.message
source: A release was skipped because its tag matches a content pack release. Rename the tag.
de: Ein Release wurde übersprungen, weil sein Tag mit einem Content-Pack-Release übereinstimmt. Benennen Sie den Tag um.
es: Se omitió una versión porque su etiqueta coincide con una versión de un paquete de contenido. Cambia el nombre de la etiqueta.
it: Una release è stata saltata perché il suo tag corrisponde a una release di un pacchetto di contenuti. Rinomina il tag.
ja: タグがコンテンツパックのリリースと一致するため、リリースをスキップしました。タグの名前を変更してください。
ko: 태그가 콘텐츠 팩 릴리스와 같아서 릴리스를 건너뛰었어요. 태그 이름을 바꾸세요.
pt_br: Um lançamento foi ignorado porque a tag dele corresponde a um lançamento de pacote de conteúdo. Renomeie a tag.
zh_hans: 由于标签与某个内容包版本相同，此版本已被跳过。请重命名该标签。

# core.codes.release_tag_is_pack_release.title
source: Release skipped
de: Release übersprungen
es: Versión omitida
it: Release saltata
ja: リリースをスキップしました
ko: 릴리스 건너뜀
pt_br: Lançamento ignorado
zh_hans: 版本已跳过

# core.codes.report-unsupported.message
source: Device reports aren't available here.
de: Geräteberichte sind hier nicht verfügbar.
es: Los informes de dispositivos no están disponibles aquí.
it: I report del dispositivo non sono disponibili qui.
ja: ここではデバイスレポートを利用できません。
ko: 여기에서는 기기 보고서를 사용할 수 없어요.
pt_br: Os relatórios de dispositivo não estão disponíveis aqui.
zh_hans: 此处不支持设备报告。

# core.codes.report-unsupported.title
source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
it: Non disponibile qui
ja: ここでは利用できません
ko: 여기에서 사용할 수 없음
pt_br: Indisponível aqui
zh_hans: 此处不可用

# core.codes.response-too-large.message
source: The service sent an answer the app couldn't use. Try again.
de: Der Dienst hat eine Antwort gesendet, die die App nicht verarbeiten konnte. Versuchen Sie es erneut.
es: El servicio envió una respuesta que la app no pudo usar. Vuelve a intentarlo.
it: Il servizio ha inviato una risposta che l'app non può usare. Riprova.
ja: サービスから、アプリで使用できない応答が返されました。もう一度お試しください。
ko: 서비스에서 앱이 사용할 수 없는 응답을 보냈어요. 다시 시도하세요.
pt_br: O serviço enviou uma resposta que o app não pôde usar. Tente novamente.
zh_hans: 服务返回了应用无法使用的响应。请重试。

# core.codes.response-too-large.title
source: Unexpected answer
de: Unerwartete Antwort
es: Respuesta inesperada
it: Risposta inattesa
ja: 予期しない応答
ko: 예상치 못한 응답
pt_br: Resposta inesperada
zh_hans: 意外的响应

# core.codes.server-error.message
source: The service had a problem. Try again in a few minutes.
de: Beim Dienst ist ein Problem aufgetreten. Versuchen Sie es in ein paar Minuten erneut.
es: El servicio tuvo un problema. Inténtalo de nuevo en unos minutos.
it: Il servizio ha avuto un problema. Riprova tra qualche minuto.
ja: サービスで問題が発生しました。数分後にもう一度お試しください。
ko: 서비스에 문제가 발생했어요. 몇 분 후에 다시 시도하세요.
pt_br: O serviço teve um problema. Tente novamente em alguns minutos.
zh_hans: 服务出现问题。请几分钟后重试。

# core.codes.server-error.title
source: Service problem
de: Problem mit dem Dienst
es: Problema del servicio
it: Problema del servizio
ja: サービスの問題
ko: 서비스 문제
pt_br: Problema no serviço
zh_hans: 服务出现问题

# core.codes.server_misconfigured.message
source: This service isn't set up correctly. Contact the developer.
de: Dieser Dienst ist nicht korrekt eingerichtet. Wenden Sie sich an den Entwickler.
es: Este servicio no está configurado correctamente. Contacta con el desarrollador.
it: Questo servizio non è configurato correttamente. Contatta lo sviluppatore.
ja: このサービスは正しく設定されていません。開発者に問い合わせてください。
ko: 이 서비스가 올바르게 설정되지 않았어요. 개발자에게 문의하세요.
pt_br: Este serviço não está configurado corretamente. Contate o desenvolvedor.
zh_hans: 此服务未正确设置。请联系开发者。

# core.codes.server_misconfigured.title
source: Service not set up
de: Dienst nicht eingerichtet
es: Servicio no configurado
it: Servizio non configurato
ja: サービスが設定されていません
ko: 서비스가 설정되지 않음
pt_br: Serviço não configurado
zh_hans: 服务未设置

# core.codes.service-disabled.message
source: This service is turned off for this app.
de: Dieser Dienst ist für diese App deaktiviert.
es: Este servicio está desactivado para esta app.
it: Questo servizio è disattivato per questa app.
ja: このアプリではこのサービスが無効になっています。
ko: 이 앱에서는 이 서비스가 꺼져 있어요.
pt_br: Este serviço está desativado para este app.
zh_hans: 此应用已关闭此服务。

# core.codes.service-disabled.title
source: Not available
de: Nicht verfügbar
es: No disponible
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 不可用

# core.codes.service-unavailable.message
source: This app doesn't use this service.
de: Diese App verwendet diesen Dienst nicht.
es: Esta app no usa este servicio.
it: Questa app non usa questo servizio.
ja: このアプリはこのサービスを使用していません。
ko: 이 앱은 이 서비스를 사용하지 않아요.
pt_br: Este app não usa este serviço.
zh_hans: 此应用不使用此服务。

# core.codes.service-unavailable.title
source: Not available
de: Nicht verfügbar
es: No disponible
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
pt_br: Indisponível
zh_hans: 不可用

# core.codes.sign-in-denied.message
source: Sign-in was declined. Start again.
de: Die Anmeldung wurde abgelehnt. Beginnen Sie erneut.
es: Se rechazó el inicio de sesión. Vuelve a empezar.
it: L'accesso è stato rifiutato. Ricomincia.
ja: サインインは拒否されました。もう一度やり直してください。
ko: 로그인이 거부됐어요. 다시 시작하세요.
pt_br: O acesso foi recusado. Comece de novo.
zh_hans: 登录被拒绝。请重新开始。

# core.codes.sign-in-denied.title
source: Sign-in declined
de: Anmeldung abgelehnt
es: Inicio de sesión rechazado
it: Accesso rifiutato
ja: サインインが拒否されました
ko: 로그인 거부됨
pt_br: Acesso recusado
zh_hans: 登录被拒绝

# core.codes.sign-in-expired.message
source: The code expired before sign-in finished. Start again.
de: Der Code ist abgelaufen, bevor die Anmeldung abgeschlossen wurde. Beginnen Sie erneut.
es: El código venció antes de terminar el inicio de sesión. Vuelve a empezar.
it: Il codice è scaduto prima del completamento dell'accesso. Ricomincia.
ja: サインインが完了する前にコードの有効期限が切れました。もう一度やり直してください。
ko: 로그인이 완료되기 전에 코드가 만료됐어요. 다시 시작하세요.
pt_br: O código expirou antes de o acesso ser concluído. Comece de novo.
zh_hans: 代码在登录完成前已过期。请重新开始。

# core.codes.sign-in-expired.title
source: Code expired
de: Code abgelaufen
es: Código vencido
it: Codice scaduto
ja: コードの有効期限切れ
ko: 코드 만료됨
pt_br: Código expirado
zh_hans: 代码已过期

# core.codes.sign-in-failed.message
source: Sign-in didn't finish. Try again.
de: Die Anmeldung wurde nicht abgeschlossen. Versuchen Sie es erneut.
es: El inicio de sesión no terminó. Vuelve a intentarlo.
it: L'accesso non è stato completato. Riprova.
ja: サインインが完了しませんでした。もう一度お試しください。
ko: 로그인을 완료하지 못했어요. 다시 시도하세요.
pt_br: O acesso não foi concluído. Tente novamente.
zh_hans: 登录未完成。请重试。

# core.codes.sign-in-failed.title
source: Sign-in failed
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
it: Accesso non riuscito
ja: サインインに失敗しました
ko: 로그인 실패
pt_br: Falha no acesso
zh_hans: 登录失败

# core.codes.sign-in-unavailable.message
source: Sign-in isn't available right now. Try again in a few minutes.
de: Die Anmeldung ist derzeit nicht verfügbar. Versuchen Sie es in einigen Minuten erneut.
es: El inicio de sesión no está disponible en este momento. Vuelve a intentarlo en unos minutos.
it: L'accesso non è disponibile al momento. Riprova tra qualche minuto.
ja: 現在サインインを利用できません。数分後にもう一度お試しください。
ko: 지금은 로그인을 사용할 수 없어요. 몇 분 후에 다시 시도하세요.
pt_br: O acesso não está disponível agora. Tente novamente em alguns minutos.
zh_hans: 登录目前不可用。请几分钟后重试。

# core.codes.sign-in-unavailable.title
source: Sign-in unavailable
de: Anmeldung nicht verfügbar
es: Inicio de sesión no disponible
it: Accesso non disponibile
ja: サインインを利用できません
ko: 로그인 사용 불가
pt_br: Acesso indisponível
zh_hans: 登录不可用

# core.codes.sign-out-failed.message
source: Sign-out didn't finish. Try again.
de: Die Abmeldung wurde nicht abgeschlossen. Versuchen Sie es erneut.
es: El cierre de sesión no terminó. Vuelve a intentarlo.
it: L'uscita non è stata completata. Riprova.
ja: サインアウトが完了しませんでした。もう一度お試しください。
ko: 로그아웃을 완료하지 못했어요. 다시 시도하세요.
pt_br: A saída não foi concluída. Tente novamente.
zh_hans: 退出登录未完成。请重试。

# core.codes.sign-out-failed.title
source: Sign-out failed
de: Abmeldung fehlgeschlagen
es: Error al cerrar sesión
it: Uscita non riuscita
ja: サインアウトに失敗しました
ko: 로그아웃 실패
pt_br: Falha ao sair
zh_hans: 退出登录失败

# core.codes.signin_expired.message
source: This sign-in has expired. Start again.
de: Diese Anmeldung ist abgelaufen. Beginnen Sie erneut.
es: Este inicio de sesión ha caducado. Empieza de nuevo.
it: Questo accesso è scaduto. Ricomincia.
ja: このサインインは期限切れです。最初からやり直してください。
ko: 이 로그인은 만료되었어요. 다시 시작하세요.
pt_br: Este acesso expirou. Comece de novo.
zh_hans: 此次登录已过期。请重新开始。

# core.codes.signin_expired.title
source: Sign-in expired
de: Anmeldung abgelaufen
es: Inicio de sesión caducado
it: Accesso scaduto
ja: サインインの期限が切れました
ko: 로그인 만료
pt_br: Acesso expirado
zh_hans: 登录已过期

# core.codes.step_up_required.message
source: For your security, sign in again to continue.
de: Melden Sie sich zu Ihrer Sicherheit erneut an, um fortzufahren.
es: Por tu seguridad, vuelve a iniciar sesión para continuar.
it: Per la tua sicurezza, accedi di nuovo per continuare.
ja: セキュリティのため、続けるにはもう一度サインインしてください。
ko: 보안을 위해 계속하려면 다시 로그인하세요.
pt_br: Para sua segurança, entre novamente para continuar.
zh_hans: 为了你的安全，请重新登录以继续。

# core.codes.step_up_required.title
source: Confirm it's you
de: Bestätigen Sie, dass Sie es sind
es: Confirma que eres tú
it: Conferma la tua identità
ja: 本人確認
ko: 본인 확인
pt_br: Confirme que é você
zh_hans: 确认是你本人

# core.codes.store-failed.message
source: The app couldn't read or save its license on this device. Check that the app can write its data folder.
de: Die App konnte ihre Lizenz auf diesem Gerät nicht lesen oder speichern. Prüfen Sie, ob die App in ihren Datenordner schreiben kann.
es: La app no pudo leer ni guardar su licencia en este dispositivo. Comprueba que la app puede escribir en su carpeta de datos.
it: L'app non è riuscita a leggere o salvare la licenza su questo dispositivo. Verifica che l'app possa scrivere nella sua cartella dati.
ja: アプリはこのデバイスでライセンスを読み取るか保存することができませんでした。アプリがデータフォルダに書き込めることを確認してください。
ko: 앱이 이 기기에서 라이선스를 읽거나 저장하지 못했어요. 앱이 데이터 폴더에 쓸 수 있는지 확인하세요.
pt_br: O app não conseguiu ler nem salvar a licença neste dispositivo. Verifique se o app pode gravar na pasta de dados dele.
zh_hans: 应用无法在此设备上读取或保存其许可证。请确认应用可以写入其数据文件夹。

# core.codes.store-failed.title
source: Storage problem
de: Speicherproblem
es: Problema de almacenamiento
it: Problema di archiviazione
ja: 保存の問題
ko: 저장소 문제
pt_br: Problema de armazenamento
zh_hans: 存储出现问题

# core.codes.swap-failed.message
source: The update couldn't be applied. It will be tried again next launch.
de: Das Update konnte nicht angewendet werden. Beim nächsten Start wird es erneut versucht.
es: No se pudo aplicar la actualización. Se volverá a intentar en el próximo inicio.
it: Impossibile applicare l'aggiornamento. Verrà riprovato al prossimo avvio.
ja: アップデートを適用できませんでした。次回の起動時にもう一度試行されます。
ko: 업데이트를 적용하지 못했어요. 다음 실행 시 다시 시도해요.
pt_br: Não foi possível aplicar a atualização. Ela será tentada novamente na próxima inicialização.
zh_hans: 无法应用此更新。将在下次启动时重试。

# core.codes.swap-failed.title
source: Update not finished
de: Update nicht abgeschlossen
es: Actualización sin terminar
it: Aggiornamento non completato
ja: アップデートが完了していません
ko: 업데이트 미완료
pt_br: Atualização não concluída
zh_hans: 更新未完成

# core.codes.swap-refused.message
source: This installation can't update itself. Update it the way you installed it.
de: Diese Installation kann sich nicht selbst aktualisieren. Aktualisieren Sie sie auf demselben Weg, auf dem Sie sie installiert haben.
es: Esta instalación no puede actualizarse sola. Actualízala de la misma forma en que la instalaste.
it: Questa installazione non può aggiornarsi da sola. Aggiornala nello stesso modo in cui l'hai installata.
ja: このインストールは自動でアップデートできません。インストールしたときと同じ方法でアップデートしてください。
ko: 이 설치본은 스스로 업데이트할 수 없어요. 설치한 방법으로 업데이트하세요.
pt_br: Esta instalação não pode se atualizar sozinha. Atualize-a da mesma forma que você a instalou.
zh_hans: 此安装无法自行更新。请通过你安装它的方式进行更新。

# core.codes.swap-refused.title
source: Can't update here
de: Update hier nicht möglich
es: No se puede actualizar aquí
it: Impossibile aggiornare qui
ja: ここではアップデートできません
ko: 여기에서 업데이트할 수 없음
pt_br: Não é possível atualizar aqui
zh_hans: 无法在此更新

# core.codes.sync-failed.message
source: Your license couldn't be checked, so the app can't start. Check your connection and try again.
de: Ihre Lizenz konnte nicht geprüft werden, daher kann die App nicht starten. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo comprobar tu licencia, así que la app no puede iniciarse. Revisa tu conexión y vuelve a intentarlo.
it: Impossibile verificare la tua licenza, quindi l'app non può avviarsi. Controlla la connessione e riprova.
ja: ライセンスを確認できなかったため、アプリを起動できません。接続を確認して、もう一度お試しください。
ko: 라이선스를 확인하지 못해 앱을 시작할 수 없어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Não foi possível verificar sua licença, então o app não pode iniciar. Verifique sua conexão e tente novamente.
zh_hans: 无法检查你的许可证，因此应用无法启动。请检查网络连接后重试。

# core.codes.sync-failed.title
source: Couldn't check your license
de: Lizenzprüfung fehlgeschlagen
es: No se pudo comprobar tu licencia
it: Impossibile verificare la licenza
ja: ライセンスを確認できませんでした
ko: 라이선스를 확인하지 못함
pt_br: Não foi possível verificar sua licença
zh_hans: 无法检查你的许可证

# core.codes.terms_required.message
source: Agree to the terms to continue.
de: Stimmen Sie den Bedingungen zu, um fortzufahren.
es: Acepta las condiciones para continuar.
it: Accetta le condizioni per continuare.
ja: 続行するには規約に同意してください。
ko: 계속하려면 약관에 동의하세요.
pt_br: Aceite os termos para continuar.
zh_hans: 请同意条款以继续。

# core.codes.terms_required.title
source: Terms not accepted
de: Bedingungen nicht akzeptiert
es: Condiciones no aceptadas
it: Condizioni non accettate
ja: 規約に同意していません
ko: 약관 미동의
pt_br: Termos não aceitos
zh_hans: 未接受条款

# core.codes.timeout.message
source: The service took too long to answer. Check your connection and try again.
de: Der Dienst hat zu lange für eine Antwort gebraucht. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: El servicio tardó demasiado en responder. Revisa tu conexión y vuelve a intentarlo.
it: Il servizio ha impiegato troppo tempo a rispondere. Controlla la connessione e riprova.
ja: サービスの応答に時間がかかりすぎました。接続を確認して、もう一度お試しください。
ko: 서비스 응답 시간이 너무 오래 걸렸어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: O serviço demorou demais para responder. Verifique sua conexão e tente novamente.
zh_hans: 服务响应时间过长。请检查网络连接后重试。

# core.codes.timeout.title
source: Timed out
de: Zeitüberschreitung
es: Tiempo de espera agotado
it: Tempo scaduto
ja: タイムアウトしました
ko: 시간 초과
pt_br: Tempo esgotado
zh_hans: 已超时

# core.codes.too-many-redirects.message
source: The connection was redirected too many times. Try again.
de: Die Verbindung wurde zu oft umgeleitet. Versuchen Sie es erneut.
es: La conexión se redirigió demasiadas veces. Vuelve a intentarlo.
it: La connessione è stata reindirizzata troppe volte. Riprova.
ja: 接続のリダイレクトが多すぎます。もう一度お試しください。
ko: 연결이 너무 여러 번 리디렉션됐어요. 다시 시도하세요.
pt_br: A conexão foi redirecionada vezes demais. Tente novamente.
zh_hans: 连接被重定向的次数过多。请重试。

# core.codes.too-many-redirects.title
source: Connection problem
de: Verbindungsproblem
es: Problema de conexión
it: Problema di connessione
ja: 接続の問題
ko: 연결 문제
pt_br: Problema de conexão
zh_hans: 连接出现问题

# core.codes.transport.message
source: Check your connection and try again.
de: Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Revisa tu conexión y vuelve a intentarlo.
it: Controlla la connessione e riprova.
ja: 接続を確認して、もう一度お試しください。
ko: 연결 상태를 확인하고 다시 시도하세요.
pt_br: Verifique sua conexão e tente novamente.
zh_hans: 请检查网络连接后重试。

# core.codes.transport.title
source: Connection problem
de: Verbindungsproblem
es: Problema de conexión
it: Problema di connessione
ja: 接続の問題
ko: 연결 문제
pt_br: Problema de conexão
zh_hans: 连接出现问题
